[  {  
      
      "MAIN CATEGORY":"PREMIUM",
      "EVENT NAME":"None",
      "DESCRIPTION":"No Description Available"
    },
   {  
      
      "MAIN CATEGORY":"PREMIUM",
      "EVENT NAME":"Resonance",
      "DESCRIPTION":"Music Club presents you the competition for college bands .The entries are to be sent in via mail(videos of recorded preformance or studios recording) and the best among them will be selected."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Vaak Yudh",
      "DESCRIPTION":"The event will witness two extremely intense rounds of debating in hindi language on social topics also answer a rally of questions from audience as well as the judges"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"THALIA AND MELPOMENE",
      "DESCRIPTION":"We'll be inviting teams from various colleges over the drama circuit to come and compete at the highest form of college theatre at our very own cultural fest Riviera'17."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"KHALBALI",
      "DESCRIPTION":"Khalbali is a street play competition which takes our love for acting to the streets in order to voice out opinions."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Frisk Factor",
      "DESCRIPTION":"Premium event on Pro-show stage. Conducted in two categories: Eastern & Western"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"General Quiz",
      "DESCRIPTION":"The event will have questions and trivia from every sphere of knowledge to test the best quizzing team. The event has 2 rounds prelims(written) and finals"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"DRUSHYAM",
      "DESCRIPTION":"The event is designed in a way such that the participants have to showcse their movie knowledge and acting skills in a creative manner."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Just A Minute (JAM)",
      "DESCRIPTION":"The event pits participants against one another as they come up with whacky and funny sentences relating to a topic given before hand, and fight to hold the mic for most part of the minute"
   },
   {  
      
      "MAIN CATEGORY":"WORDS WITH HINDI",
      "EVENT NAME":"Sabse Bada Khiladi",
      "DESCRIPTION":"This event tests the overall personality and smartness of the contestants. They are judged based on their physical fitness, mental abilities, comprehension, marketing and social skills, and much more."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Bluffmaster",
      "DESCRIPTION":"There are many a times when one needs to be witty, persuasive, cunning and evasive! Well, we provide you a stage to display your expertise in such diverse conditions and emerge as the Bluff-master."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Barfi",
      "DESCRIPTION":"Emotions don’t need words; a blink of the eye, a tiny nod of the head, a curve on the lips, can say it all. ‘Barfi’ revolves around the art of expressing and comprehending what has never been said."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Bolvachan (Hindi Extempore)",
      "DESCRIPTION":"If you tend to be more outgoing and loud than being shy and quiet; if you are thought more of as a squawking parrot instead of a think quiet bunny; if you have trouble keeping your mouth shut; if you can go on and on even on the most mundane topics; then you are qualified to read the text ahead."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Musical Tambola",
      "DESCRIPTION":"Musical Tambola is a fun and luck based game which not only tests your luck but also your Bollywood ,Hollywood and T.V. series  knowledge, your luck completely depends on the number on the token taken out by the anchor and the number on your ticket."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Mauj Masti",
      "DESCRIPTION":"This event is to entertain the random crowd with small fun games including a minute game, tongue twisters, and many other exciting and attracting events"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Sur Sangam",
      "DESCRIPTION":"Sur- Sangam is the modern version of the good old Antakshari. It can be rightfully called as hi-tech Antakshari"
   },
   {  
      
      "MAIN CATEGORY":"MUSIC",
      "EVENT NAME":"Super Singer",
      "DESCRIPTION":"Super Singer is a solo singing competition which entertains songs of all languages."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Raaga Reggae",
      "DESCRIPTION":"A competition for bands from VIT as well as external COLLEGES ONLY- entries are to be sent in via mail (videos of recorded performances, or studio recordings) and the best of them go through to the competition."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Acoustic Vibes",
      "DESCRIPTION":"Acoustic Vibes is an event inspired by the soulful sounds of the acoustic guitar and the piano.A competition for bands from VIT as well as external COLLEGES ONLY- entries are to be sent in via mail (videos of recorded performances, or studio recordings) and the best of them go through to the competition."
   },
   {  
      
      "MAIN CATEGORY":"WORDSWORTH TAMIL",
      "EVENT NAME":"Adavu",
      "DESCRIPTION":"This event presents participants an opportunity to show their talents in dancing. Tamil traditional dances are expected."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Miming",
      "DESCRIPTION":"This event promotes the art of mimicry and shows the true talent of the contestant."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Tamil Short film",
      "DESCRIPTION":"The event focuses on unleashing the creativity and story of their own with Lights! Camera! Action! With the new trends and innovations."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Veedhinaadagam",
      "DESCRIPTION":""
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Antakshari",
      "DESCRIPTION":"This event encourages the Participants who have an interest in singing to showcase their talent."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Vivaadhakalam",
      "DESCRIPTION":""
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Essay Writing",
      "DESCRIPTION":"Sudents  who have an interest in writing can participate to showcase their talents."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Literature Quiz",
      "DESCRIPTION":"This event brings out knowledge of students in literature and history of Tamilnadu.\r\n\r\nA Classic novel in Tamil literature written by Kalki gives more information about ancient culture, lifestyle of people and  historical events that happen around 10th century.\r\n\r\nThis event is to test how much participants know about our history and the book."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Poetry",
      "DESCRIPTION":"This will exhibit the knowledge and the skill possessed by the students in the field of literature and poetry."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Wanna RJ/VJ",
      "DESCRIPTION":"Searching for an oppurtunity to anchor on stage??? Here is your stage. Come and show off your skills."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Solliadichagilli",
      "DESCRIPTION":"A fun filled reality event having rounds like dubsmash, tongue twisters, maathi yosi and many others."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Gaali Ground",
      "DESCRIPTION":"Make a Dubsmash on a video, which wil be shown in the beginning of the event. Followwed by other rounds of varying difficulty."
   },
   {  
      
      "MAIN CATEGORY":"QUIZ EVENTS",
      "EVENT NAME":"India Quiz",
      "DESCRIPTION":"The event will have quiz-format with questions and trivia on our nation to find out who knows the most about India.Lets find out who is the most aware Indian out there."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"TLC Quiz",
      "DESCRIPTION":"The TLC Quiz - Travel, Living, and Culture is the new quiz event by Quiz Club.The event will have quiz-format with questions and trivia from every sphere of travelling, tourism, heritage, monuments, customs, cultures, cuisines, artforms etc. to test the best quizzing team of all."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Game Of Thrones",
      "DESCRIPTION":"It is a theme-based quiz from the famous tv series,Game of Thrones.It will be a set up of a human size chess board(environment) imitating Game Of Thrones characters"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"MELAs QUIZ",
      "DESCRIPTION":"The event will have quiz-format.Its consists of  questions and trivia from every sphere of knowledge of MELAS - Music, Entertainment, Literature, Arts and Sports to test the best quizzing team of all."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"B-Quizzed",
      "DESCRIPTION":"It is a 2 day quiz-based premium event that will test the knowledge and awareness of the participants in the world of business and will pit them against each other in this battle of grey cells.It consists of three rounds."
   },
   {  
      
      "MAIN CATEGORY":"WORDSWORTH ENGLISH",
      "EVENT NAME":"Yes, No. Maybe?",
      "DESCRIPTION":"A team of two have to guess a personality, place or event based on questions asked. These questions can only be answered with a Yes, No or a Maybe."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Dumb Charades",
      "DESCRIPTION":"Dumb Charades (DumC), brilliant word guessing game, a dramatic form of literary charades where a participant or participants act out words or phrases requiring the rest of the team to put together what they guess and make sense out of it.\r\n A Childhood game which everyone is familiar with and loves to play."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"What's The Good Word",
      "DESCRIPTION":"A brain teasing event that's tests your vocabulary, wit and the power of your lexicon. Variety of tasks from anagrams to Russian dolls. Can you crack them all? Eliminate your opponents, claim your bounty and answer the simple question: What's The Good Word?"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Potpourri",
      "DESCRIPTION":"A motley of literary events awaits you including Dumb Charades, JAM, Extempore, Taboo, Pictionary and more. Another one from the literary section but more fun."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Extempore",
      "DESCRIPTION":"Extreme tests a person's spontaneous creativity and public speaking skills. It consists of various sub-events kind skin a yarn, turncoat, shipwreck, adzap. The aim is to be creative and funny all the while maintaining a level of sophistication."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Creative Writing",
      "DESCRIPTION":"Creative Writing aims at bringing out the fun and creative side out of you. The participant is expected to come up with crazy and wacky ideas and portray them effectively . The person who's written the most compelling and creative story wins."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"WordsWorth",
      "DESCRIPTION":"It consists of three rounds which will test the participant's creativity and spontaneity at various levels."
   },
   {  
      
      "MAIN CATEGORY":"WORDS WITH TELEGU",
      "EVENT NAME":"ANTYAKSHARI",
      "DESCRIPTION":"The EVENT IS COMPLETELY BASED ON MUSIC/SINGING, WITH A GUEST PERFORMANCE. AND ALSO TO ACKNOWLEDGE, TALENT IN STUDENTS."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"DRUSHYAM",
      "DESCRIPTION":"TO TEST THE CINEMA KNOWLEDGE THEY HAVE ."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"HAASYAM",
      "DESCRIPTION":"THIS EVENT IS MAINLY BASED ON COMEDY . THIS EVENTS GOAL IS TO ENCOURAGE STAND UP COMEDY IN TELUGU AND SEE THE PARTICIPANTS SPONTANITY"
   },
   {  
      
      "MAIN CATEGORY":"DANCE",
      "EVENT NAME":"Versatility Check",
      "DESCRIPTION":"Event consists of 3 rounds. In round 1, the contestant can choose the track and perform various styles. In round 2, track will be given 15 min in prior and the contestant will have to perform atleast 2 styles. Round 3 will be a face off between the best 3"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Fusion Funk",
      "DESCRIPTION":"Prizes will be awarded to the most innovative fusion. Eg, Bhangra on a Garba song"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Bollywood Battle",
      "DESCRIPTION":"A team of 3-4 will be taking part. 4-5 teams will be asked to be on stage at a time on 4 corners. Each person from each team comes and performs on bollywood songs for 20-30s and ends with a Kill Move. Teams/ members who fail to perform will be knocked-out"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Trial By Dance",
      "DESCRIPTION":"Participants who were unable to clear 2nd round of Dance Club auditions will be trained for a month and will be given a chance to compete with each other. The winner of the competition will become a part of the Dance Club."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Jodi Breakers",
      "DESCRIPTION":"It is a duet dance competiton. But there will be a split screen between the jodi which iss going to make the event a bit challenging."
   },
   {  
      
      "MAIN CATEGORY":"DRAMA",
      "EVENT NAME":"Dream World Film Festival",
      "DESCRIPTION":"Its a short film competition. People have to make teams and submit their short film"
   },
   {  
      
      "MAIN CATEGORY":"WORKSHOP",
      "EVENT NAME":"Dance Potpourri",
      "DESCRIPTION":"Dance Club is presenting a Spanish dance called Tango in the form of a workshop. The interesting part of the workshop is that after the workshop there will be a dance competition and the instructor will decide the winners . The winners will receive a cash prize of 1500and 1000 for first and second positions."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"ABC OF DANCE",
      "DESCRIPTION":"Dance Club presnets a workshop that focuses on the basic element of get-downs,footwork, freezes,power and Jazz funk."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Free Style Workshop",
      "DESCRIPTION":"Cartoonize is a one day workshop where in the participants are taught about the elementary concepts of cartooning and caricature designs"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Cartoonize",
      "DESCRIPTION":"The participants get a chance to learn dance styles from one of the teams of their choice  of dance club including mirage, bollywood badmaash comapany , chargers, unitrix, jatts and juliets"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Kalakriti",
      "DESCRIPTION":"This workshop will be conducted by the famous photographer Photriya Venky who will tell the basics and all the needful tricks that should be used by a photographer"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Creative Writing Workshop - Ways with Words",
      "DESCRIPTION":"The workshop on Graffiti is a fun way to connect people, the participants will be taught the techniques and skills form the scratch. The participants will also be provided with spray cans to exhibit their  talent"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Film Making Workshop",
      "DESCRIPTION":"A guest lecture will be organized , discussing the emerging trends of sustainanble energy technologies, one of the university's motorsport team will be presenting their project and explaining its working. Eminent people from AEE and other energy industries will also be attending the workshop."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Photography Workshop",
      "DESCRIPTION":"This workshop will explore what makes writing creative and use famous examples to show you what makes creative writing successful. In the end, theparticipants are supposed to writes a visula blog using their creativity and the best one wins"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"GRAFFITI WORKSHOP",
      "DESCRIPTION":"The workshop will be held over a span of two days and will be covering three major departments i.e. Direction, Cinematography and Editing"
   },
   {  
      
      "MAIN CATEGORY":"ADVENTURE SPORTS and PRE RIVIERA",
      "EVENT NAME":"VIT Marathon",
      "DESCRIPTION":"Marathon with a twist."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Comedy Fest",
      "DESCRIPTION":"students will be taught how to do a project in Agile and SCRUM environment. The best tool to aid in this is JIRA by Atlassian"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Comic Convention",
      "DESCRIPTION":"A comic based convention- a fun filled 2 days for comic, movie and sci-fi fans. Also rewards the most artistically and quirkily dressed attendees."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"euphoria",
      "DESCRIPTION":"Revisits the concept of fairs or melas. Euphoria consists of events like bunjee jumping and also competitive events like scary house"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"School a coaster",
      "DESCRIPTION":"A combination of spell bee, math bee, geo bee, science bee, rubix cube, painting and a ton of brain puzzling activities. It aims at amalgamating activities from various spheres to provide a fun filled experience"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"VIT MUN",
      "DESCRIPTION":"A simulation of various councils of the United Nations in order to encourage interesting discussions on issues of international conern. It seeks to put out innovative solutions for international problems."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Zumba party 2.0",
      "DESCRIPTION":"It is a workshop organised to teach zumba, a simple but high energy dance form, that is increasingly gaining importance as a work out routine . The dance will be taught by a professional ."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Pillow Fight",
      "DESCRIPTION":"This event brings about a competitive edge to pillow fight, a game commonly played indoors, by introducing time limits and balance rules."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Go Kart Grand Prix",
      "DESCRIPTION":"The name says it all"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Spikeball",
      "DESCRIPTION":"A fun sporting event where two teams are pitted against each other across a spikeball roundnet. The objective of the game is to hit the ball(with any body part) off the net in such a way that the opposing team cannot successfully return it."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Sumo Wrestling",
      "DESCRIPTION":"This game involves the common game of wrestling but with the twist of wearing sumo suits while doing so. The objective of the game is to push the opponent out of the arena."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Mechanical Bull",
      "DESCRIPTION":"A game of competitive nature where participants will mount a replica bull and the amount of time for which they stay on the bull will be recorded."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Zorb Soccer",
      "DESCRIPTION":"An event with a twist on the popular sport of soccer where the participants, upper bodies are encased in a zorb ball. The event is conducted in several qualifier rounds where winners are decided on the basis of goal difference"
   },
   {  
      
      "MAIN CATEGORY":"CYBER ENGAGE",
      "EVENT NAME":"VIT Gamers League(VGL) - FIFA",
      "DESCRIPTION":"VIT Gamer's League is an E-Sport tournament which includes 6 Games i.e COD4, DOTA2, FIFA, CS:GO, BLUR and WWE"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"VIT Gamers League(VGL) - CS GO",
      "DESCRIPTION":"VIT Gamer's League is an E-Sport tournament which includes 6 Games i.e COD4, DOTA2, FIFA, CS:GO, BLUR and WWE"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"VIT Gamers League(VGL) - BLUR",
      "DESCRIPTION":"VIT Gamer's League is an E-Sport tournament which includes 6 Games i.e COD4, DOTA2, FIFA, CS:GO, BLUR and WWE"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"VIT Gamers League(VGL) - COD 4",
      "DESCRIPTION":"VIT Gamer's League is an E-Sport tournament which includes 6 Games i.e COD4, DOTA2, FIFA, CS:GO, BLUR and WWE"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"VIT Gamers League(VGL) - DOTA 2",
      "DESCRIPTION":"VIT Gamer's League is an E-Sport tournament which includes 6 Games i.e COD4, DOTA2, FIFA, CS:GO, BLUR and WWE"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"VIT Gamers League(VGL) - MKX",
      "DESCRIPTION":"VIT Gamer's League is an E-Sport tournament which includes 6 Games i.e COD4, DOTA2, FIFA, CS:GO, BLUR and WWE"
   },
   {  
      
      "MAIN CATEGORY":"INFORMALS",
      "EVENT NAME":"Mission Maggie",
      "DESCRIPTION":"the participants will be given noodles as a main ingredient and some side ingredient. They have to make tasty noodles with given ingridents within the given time."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Through The Lens",
      "DESCRIPTION":"A test about how much you know about your camera. A three round event comprising of different theme for each round judging your creativity."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Showdown",
      "DESCRIPTION":"ring of thin sheet attached to participants head and will be given a water pistol then they will be formed into a team and will compete against opposition team to tear the thin sheet of the ring of the players of the opposition team the team whose players survive till the last"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"beg borrow steal",
      "DESCRIPTION":"Round1: The teams will be given a list of items that they have to collect within a given time frame. They can beg borrow or steal to get the items.Round 2: The qualified teams will be given a list of funny challenging tasks that they will have to perform throughout the campus."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Matki Tod Phod",
      "DESCRIPTION":"Contestant has to locate a pitcher and break it with a stick with eyes closed."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"BlackLight Dodgeball 2.0",
      "DESCRIPTION":"Teams will be made up of 6 players. Six (6) players will compete on a side. All players must wear alike tournament neon t-shirt and a glow stick."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Brainwave",
      "DESCRIPTION":"Round 1: The participants will be given puzzles and challenging questions which will have to solve.Round 2: The participants will be given real time scenarios and challenging situations for which they have to get a solution."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"TIC TAC TOE",
      "DESCRIPTION":"There'll be 9 big circles arranged in a square grid pattern.\r\nParticipants will start from a starting point ,about 10m away, at the blow of a whistle. Each team will be given 3 same colour cloths from which they have to form the pattern as in normal tic tac toe ."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Mini Fair",
      "DESCRIPTION":"We will  charge each participant a fixed fee (Rs 50) & every registered participant got 1000 virtual bucks in return. Those bucks could be spend to play games like musical chairs, smash the glasses, tug of war, ultimate lemons,flowerpot ping pong and paper airplane contest."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"60 SECONDS FOR FAME",
      "DESCRIPTION":"the performer or a group of performers have to go up onstage and do absolutely anything that the crowd and the judges like in the 60 seconds alloted."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Bluffmaster",
      "DESCRIPTION":"Search for the person behind the mask starts. He knows the game as his own veins but feigns that he is unaware of all moves.  Unfortunately, you are trapped in his game."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"221B Baker Street",
      "DESCRIPTION":"A well known renowned magician’s wife is murdered under mysterious conditions. You are convinced that the murder is the magician. Unfortunately, the magician has a perfect alibi and is considered innocent."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Dominoes",
      "DESCRIPTION":"Participants have to make an innovative pattern using dominoes"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"IDIOT-BOX",
      "DESCRIPTION":"Different quizes based on tv series."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Tell A Tale",
      "DESCRIPTION":"People will be given and the end of a story and they will have to complete the rest."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"The Diagon Alley",
      "DESCRIPTION":"The event is all about the world of Harry Potter – world with witchcraft and wizardry."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"TAKESHI'S CASTLE",
      "DESCRIPTION":"There will be two teams of 4 members each which will compete against each other. Each player will be given a water pistol and there will be a piece of paper ring hung on the forehead."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"50 ka Funda",
      "DESCRIPTION":"The game has been adapted for students for playing with simulated currency. Each team gets Rs 50 as an initial investment from our side."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Jumble Ball",
      "DESCRIPTION":"The objective of the game is to get the majority of balls over opponents' goal line."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Legends of the Hidden Temple 6.0",
      "DESCRIPTION":"The event is a replica of a popular TV show that aired in Nickelodeon channel during the early 90s. It is centered around a ‘Temple’ which contains hidden treasures."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"VIT ROADIES- YOUR GANG YOUR GLORY",
      "DESCRIPTION":"Round 1: Group discussion ,Round 2: The shortlisted contestants for the 2nd round will go for the personnel interview round.Round 3: We will be shortlisting 20 contestant, who will move to this round."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"BATTLESHIP WATER PONG",
      "DESCRIPTION":"FLOATING GLASSES ON WATER AND THE TWO PLAYERS NEED TO TRY AND THROW THE PING BALL ON TO THEIR OPPONET'S GLASS. IF SUCCESSFUL,THEY GET TO SPLASH  THE WATER IN THE GLASS ON THE OPPONENT'S FACE."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Angry birds",
      "DESCRIPTION":"Participants in teams are expected to compete in three levels. They need to build a Castle and the other team should try to destroy it"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Hit the tower",
      "DESCRIPTION":"The participants need to buy weapons and material to build their tower and destroy the other team’s tower with their weapons. It’s time for WAR."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"LINK-A-PIX",
      "DESCRIPTION":"- A mind game based on the participant’s knowledge of VIT University Vellore wherein they need to crack several codes and clues and get to the final destination before their opponents."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"The Amazing Race",
      "DESCRIPTION":"It is a fun event based on the TV show \"The Amazing Race\". Participants come in teams of two and face challenges that include clues, riddles, ciphers, physical tasks and a lot of running around the entire campus. The fastest, fittest and smartest team wins."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Human Foosball",
      "DESCRIPTION":"An adaption of Foosball which is played on a table with a team of 5, each competing to showcase their agility, accuracy, speed and endurance with the basic motive of scoring more GOALS than the rivals."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Pokemon",
      "DESCRIPTION":"This event based on the popular animated series, will test the knowledge of the Pokemon world along with their motor skills and concentration levels."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Decryption",
      "DESCRIPTION":"The teams have to decrypt a puzzle to progress to the next level. The puzzle will in no way relate to academics but will test the individual's IQ and logical reasoning."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"TUG OF WAR(OIL & WATER EDITION)",
      "DESCRIPTION":"A game of Tug of war made a lot more difficult with the introduction of oil on the rope and water balloons. A total funfest for anyone involved."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Face Painting",
      "DESCRIPTION":"As per the theme given, the participants would be required to paint the face of their partner using brushes and paints provided to them."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"VIT's got talent",
      "DESCRIPTION":"This event will unmask the talent of VIT’ians in every genre like miming, mimicry, dance, singing, acting, magic tricks, poetry, etc. The event is highly in sync with the theme of Riviera \"Entertainment Unlimited\"."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Beg Borrow Startup",
      "DESCRIPTION":"This is an event where all the participants’ entrepreneurial skills will be put to a test through a series of fun and challenging activities."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Splatter It",
      "DESCRIPTION":"Participants need to bring out the child in them as Painting will be done using only splatters, without the use of brushes. Final details can be added using markers and the basic sketch can be done in pencil beforehand."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"SLOW AND STEADY WINS THE RACE",
      "DESCRIPTION":"A walk down the memory lanes of the participants and their cycling skills will be put to a test in this event full of interesting challenges and obstacles."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"ComicStrip",
      "DESCRIPTION":"This is an event for people who have a knack for story telling along with good photography skills. In this event, the participants will have to depict a comic story through a series of photos."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Show Time",
      "DESCRIPTION":"Heaven for all Comic geeks, this trivia based event tests the participants’ knowledge of the TV Shows and movies from comic giants DC, Marvel and Japanese anime."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Harlem Shake",
      "DESCRIPTION":"The Harlem Shake is an Internet meme in the form of a video in which a group of people perform a comedy sketch accompanied by a short excerpt from the song \"Harlem Shake\".Participants need to make a short Harlem Shake video and upload it to a given link"
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"J C Flash Mob",
      "DESCRIPTION":"\"JC Flashmob\" is a dance cum street play organized by juvenile care vit, aimed at spreading awareness about social causes. It's a fun event which creates a deep impact on the audience. The audience enjoys it as well as understands the seriousness of the cause."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Say It Loud",
      "DESCRIPTION":"Something related to social issues."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Pravega Racing",
      "DESCRIPTION":"The racing team ‘Pravega Racing’ showcases itself in the most typical way as it sets up a formula style pit and display the dynamics of their car during the 4 day cultural fest, as well as perform some eye scorching stunts for all the speed crazy engineers present."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Prison Break",
      "DESCRIPTION":"Unleash the detective in you. Prove your innocence and break through the prisons. Experience the thriller, be a part of The Prison Break."
   },
   {  
      
      "MAIN CATEGORY":"",
      "EVENT NAME":"Lakshya",
      "DESCRIPTION":"The idea is to cross various hurdles to reach a final place."
   }
]